Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/emil_karlsen_er_arets_vinner_av_sprakloftprisen_.html.tmx
Source language: nob
Languages: sme

source: Emil Karlsen er årets vinner av Språkløftprisen
sme: Emil Karlsen lea dán jagáš Giellaloktenbálkkašumi vuoiti

source: Årets språkløftpris går til Emil Karlsen for hans innsats for å lære, synliggjøre og bruke samisk språk i det offentlige rom.
sme: Dán jagáš giellaloktenbálkkašupmi geigejuvvo Emil Karlsenii su barggu ovddas oahppat, čalmmustahttit ja geavahit sámegiela almmolaččat.

source: Emil Karlsens mor, Hege Risten Karlsen tok imot Språkprisen, her sammen med sametingspresident Silje Karine Muotka. Åse M. P. Pulk / Sámediggi
sme: Emil Karlsena eadni, Juhan Hávvora Hege Risten (Hege Risten Karlsen) válddii vuostá Giellabálkkašumi, dá ovttas sámediggepresideanttain Silje Karine Muotkain.

source: Sametingspresident Silje Karine Muotka (NSR) sier at Emil Karlsen er et forbilde for mange, fordi han viser at det er mulig å lære samisk selv om det ikke er ens morsmål.
sme: Sámediggepresideanta Silje Karine Muotka (NSR) lohká Emil Karlsena ovdagovvan máŋgasii, go son čájeha ahte lea vejolaš oahppat sámegiela vaikko dat ii leatge iežas eatnigiella.

source: – Det gjør meg glad når unge tar slike aktive valg og bestemmer seg for å gjøre en innsats for å lære seg språket, sier Muotka.
sme: – Dat illudahttá mu go nuorat dahket diekkár aktiivvalaš válljejumiid ja mearridit áŋgiruššat giela oahppama ovddas, dadjá Muotka.

source: Dette er fjerde året at Sametinget deler ut Språkløftprisen.
sme: Dá lea njealját jahki go Sámediggi juohká giellaloktenbálkkašumi.

source: Prisen deles ut til enkeltpersoner eller foretak som løfter frem samisk språk og skaper synlighet i samfunnet.
sme: Bálkkašupmi juhkkojuvvo ovttaskas olbmui dahje ásahussii gii ovddida sámegiela ja čalmmustahttá giela servodagas.

source: Emil Karlsen er en ung kunstner og artist.
sme: Emil Karlsen lea nuorra dáiddár ja artista.

source: Han ble i 2019 utnevnt som Riddu Riđđus årets unge samiske kunstner.
sme: Jagi 2019:s nammaduvvui son dan jagáš Riddu Riđu nuorra sámi dáiddárin.

source: Han debuterte som skuespiller i 2021 og har hatt flere roller i det samiske nasjonalteatret Beaivváš.
sme: Son álggii neavttáriin 2021:s ja sus leat leamaš máŋga rolla Beaivváš Sámi Nationálateáhteris.

source: Emil Karsen har mange jern i ilden, og har på mange måter arbeidet med synliggjøring og utvikling av samisk språk.
sme: Karlsenis leat ollu doaimmat, ja son lea máŋgga láhkai bargan sámegiela čalmmustahttimiin ja ovddidemiin.

source: Han har de siste årene vært mye synlig i mediene, både med produksjoner og språkreisen sin.
sme: Son lea maŋemus jagiid oidnon ja gullon ollu mediain, sihke buvttademiid ja giellamátkkis dihte.

source: Vinneren har laget musikk sammen med bandet sitt, men de siste årene har han også produsert musikk alene.
sme: Vuoiti lea ovttas iežas joavkkuin ráhkadan musihka, muhto maŋemus jagiid lea maiddái okto buvttadan musihka.

source: Årets prisvinner er fra Storfjord kommune og har sammen med sin familie valgt å synliggjøre og løfte sin samiske arv og språk, i likhet med mange andre sjøsamer.
sme: Dán jagi bálkkašumi vuoiti lea Omasvuona suohkanis eret ja son ja su bearaš leat, nugo ollu eará mearrasápmelaččat, válljen oainnusmahttit ja loktet iežaset sámi árbbi ja giela.

source: Samisk språk handler ikke bare om kommunikasjon, men er nært knyttet til samisk identitet, kulturarv og tilhørighet.
sme: Sámegielas ii leat dušše sáhka gulahallamis, muhto das lea lagas čanasteapmi sámi identitehtii, kulturárbái ja gullevašvuhtii.

source: Samisk språk symboliserer vårt fellesskap, vår arv og tilknytning til våre forfedre, og med språket føler vi tilhørighet.
sme: Sámegiella govvida min searvevuođa, min árbbi ja čanasteami min máttuide, ja gielain mii dovdat gullevašvuođa.

source: Dette har Emil fått frem gjennom musikken sin.
sme: Dán lea Emil ovdanbuktán iežas musihka bokte.

source: Han har tatt tilbake språket familien har mistet som følge av hard fornorskningspolitikk, og har lært seg samisk som voksen.
sme: Son lea váldán ruovttoluotta giela maid sin bearaš lea massán stáda garra dáruiduhttinpolitihka dihte, ja lea rávisolmmožin oahppan sámegiela.

source: – Med dette er Emil Karlsen et godt eksempel og forbilde på hvordan man kan ta tilbake språket og joiken som tidligere generasjoner har mistet, og velge å ha den som grunnlag i eget arbeidsliv og levekår, sier sametingspresidenten.
sme: – Nu lea Emil Karlsen buorre ovdamearkan ja ovdagovvan dasa mot sáhttá váldit ruovttoluotta giela ja luođi maid ovddit buolvvat leat massán, ja válljet dan atnit vuođđun iežas bargoeallimis ja birgenlágis, dadjá sámediggepresideanta.
